Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Enable Recap View
cs: Povolit zobrazení rekapitulace
da: Aktiver Recap View
de: Rückblick aktivieren
es: Habilitar vista de resumen
et: Luba kokkuvõttevaade
fi: Ota yhteenvetonäkymä käyttöön
fr: Activer la vue récapitulative
hr: Omogući Recap prikaz
hu: Összefoglaló nézet engedélyezése
it: Attiva riepilogo
lv: Iespējot kopsavilkuma skatu
nb: Aktiver Recap View
nl: Schakel de samenvattingsweergave in
pl: Włącz widok podsumowania
pt_br: Ativar visualização de recapitulação
ro: Activați vizualizarea Recapitulare
sk: Povoliť zobrazenie rekapitulácie
sl: Omogoči Recap View
sv: Aktivera Recap View
uk: Увімкнути підсумок

source: End
cs: Konec
da: Ende
de: Ende
es: Fin
et: Lõpp
fi: Loppu
fr: Fin
hr: Kraj
hu: Vége
it: Fine
lv: Beigas
nb: Slutt
nl: Einde
pl: Koniec
pt_br: Fim
ro: Sfârşit
sk: Koniec
sl: Konec
sv: Avsluta
uk: Кінець

source: End date must be today or earlier.
cs: Datum ukončení musí být dnes nebo dříve.
da: Slutdatoen skal være i dag eller tidligere.
de: Das Enddatum muss heute oder früher sein.
es: La fecha de finalización debe ser hoy o antes.
et: Lõppkuupäev peab olema tänane või varasem.
fi: Päättymispäivän on oltava tänään tai aikaisempi.
fr: La date de fin doit être aujourd'hui ou avant.
hr: Datum završetka mora biti danas ili ranije.
hu: A befejező dátum ma vagy korábbi nap lehet.
it: La data di fine deve essere oggi o precedente.
lv: Beigu datumam ir jābūt šodienai vai agrākam.
nb: Sluttdatoen må være i dag eller tidligere.
nl: De einddatum moet vandaag of eerder zijn.
pl: Data zakończenia musi przypadać dzisiaj lub wcześniej.
pt_br: A data de término deve ser hoje ou antes.
ro: Data de încheiere trebuie să fie astăzi sau mai devreme.
sk: Dátum ukončenia musí byť dnes alebo skôr.
sl: Končni datum mora biti danes ali prej.
sv: Slutdatum måste vara idag eller tidigare.
uk: Дата завершення має бути сьогодні або раніше.

source: Energy/Calories
cs: Energie/kalorie
da: Energi/kalorier
de: Energie/Kalorien
es: Energía/Calorías
et: Energia/kalorid
fi: Energia/kalorit
fr: Énergie/Calories
hr: Energija/kalorije
hu: Energia/kalória
it: Energia/Calorie
lv: Enerģija/kalorijas
nb: Energi/kalorier
nl: Energie/calorieën
pl: Energia/kalorie
pt_br: Energia/Calorias
ro: Energie/calorii
sk: Energia/kalórie
sl: Energija/kalorije
sv: Energi/Kalorier
uk: Енергія/Калорії

source: Entries
cs: Příspěvky
da: Indgange
de: Einträge
es: Entradas
et: Sissekanded
fi: merkinnät
fr: Entrées
hr: Upisi
hu: Bejegyzések
it: Voci
lv: Ieraksti
nb: Oppføringer
nl: Inzendingen
pl: Wpisy
pt_br: Entradas
ro: Intrări
sk: Príspevky
sl: Vnosi
sv: Inlägg
uk: Записи

source: Entry Error
cs: Chyba zadání
da: Indtastningsfejl
de: Eingabefehler
es: Error de entrada
et: Sisestamisviga
fi: Syöttövirhe
fr: Erreur de saisie
hr: Pogreška pri unosu
hu: Beviteli hiba
it: Errore di immissione
lv: Ievadīšanas kļūda
nb: Inntastingsfeil
nl: Invoerfout
pl: Błąd wejścia
pt_br: Erro de entrada
ro: Eroare de intrare
sk: Chyba pri zadávaní
sl: Napaka pri vnosu
sv: Inmatningsfel
uk: Помилка введення

source: Error
cs: Chyba
da: Fejl
de: Fehler
et: Viga
fi: Virhe
fr: Erreur
hr: Greška
hu: Hiba
it: Errore
lv: Kļūda
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
sk: Chyba
sl: Napaka
sv: Fel
uk: Помилка

source: Every day counts! Log your progress today 📊
cs: Každý den se počítá. Zapiš si dnešní pokrok 📊
da: Hver dag tæller! Log dine fremskridt i dag 📊
de: Jeder Tag zählt. Trag deinen Fortschritt heute ein 📊
es: ¡Cada día cuenta! Registra tu progreso hoy 📊
et: Iga päev loeb! Logige oma edusamme juba täna 📊
fi: Jokainen päivä on tärkeä! Kirjaa edistymisesi tänään 📊
fr: Chaque jour compte! Enregistrez vos progrès aujourd'hui 📊
hr: Svaki dan se računa! Unesi današnji napredak 📊
hu: Minden nap számít! Rögzítsd ma a haladásod 📊
it: Ogni giorno conta! Registra il tuo progresso oggi 📊
lv: Katra diena skaitās! Atzīmē progresu šodien 📊
nb: Hver dag teller. Logg fremgangen din i dag 📊
nl: Elke dag telt. Log vandaag je voortgang 📊
pl: Liczy się każdy dzień! Zapisz swoje postępy już dziś 📊
pt_br: Cada dia conta! Registre seu progresso hoje 📊
ro: Fiecare zi contează! Bifează progresul azi 📊
sk: Každý deň sa počíta! Zapíšte svoj pokrok ešte dnes 📊
sl: Vsak dan šteje. Danes zabeleži napredek 📊
sv: Varje dag räknas! Logga dina framsteg idag 📊
uk: Кожен день важливий! Запиши прогрес сьогодні 📊

source: Everything is ready
cs: Všechno je připravené
da: Alt er klar
de: Alles ist bereit
es: Todo está listo
et: Kõik on valmis
fi: Kaikki on valmista
fr: Tout est prêt
hr: Sve je spremno
hu: Minden készen áll
it: È tutto pronto
lv: Viss ir gatavs
nb: Alt er klart
nl: Alles is klaar
pl: Wszystko gotowe
pt_br: Tudo pronto
ro: Totul e gata
sk: Všetko je pripravené
sl: Vse je pripravljeno
sv: Allt är redo
uk: Усе готово

source: Existing Streak
cs: Existující série
da: Eksisterende stribe
de: Vorhandener Streak
es: Racha existente
et: Olemasolev vööt
fi: Olemassa oleva putki
fr: Série existante
hr: Postojeći niz
hu: Meglévő sorozat
it: Serie esistente
lv: Esošā sērija
nb: Eksisterende strek
nl: Bestaande reeks
pl: Istniejąca passa
pt_br: Sequência existente
ro: Serie existentă
sk: Existujúca séria
sl: Obstoječi niz
sv: Befintlig svit
uk: Наявна серія

source: Extra reminders are available when your habit has a daily target.
cs: Další připomenutí jsou dostupná, když má návyk denní cíl.
da: Ekstra påmindelser er tilgængelige, når din vane har et dagligt mål.
de: Zusätzliche Erinnerungen sind verfügbar, wenn deine Gewohnheit ein tägliches Ziel hat.
es: Hay recordatorios adicionales disponibles cuando su hábito tiene un objetivo diario.
et: Lisameeldetuletused on saadaval, kui harjumusel on igapäevane eesmärk.
fi: Ylimääräisiä muistutuksia on saatavilla, kun tottumuksellasi on päivittäinen tavoite.
fr: Des rappels supplémentaires sont disponibles lorsque votre habitude a un objectif quotidien.
hr: Dodatni podsjetnici dostupni su kad navika ima dnevni cilj.
hu: Extra emlékeztetők akkor érhetők el, ha a szokásodnak napi célja van.
it: I promemoria extra sono disponibili quando la tua abitudine ha un obiettivo giornaliero.
lv: Papildu atgādinājumi ir pieejami, ja ieradumam ir dienas mērķis.
nb: Ekstra påminnelser er tilgjengelige når vanen din har et daglig mål.
nl: Extra herinneringen zijn beschikbaar als je gewoonte een dagdoel heeft.
pl: Dodatkowe przypomnienia są dostępne, jeśli Twój nawyk ma dzienny cel.
pt_br: Lembretes extras estão disponíveis quando seu hábito tem uma meta diária.
ro: Sunt disponibile mementouri suplimentare atunci când obiceiul tău are un obiectiv zilnic.
sk: Ďalšie pripomienky sú dostupné pri zvykoch s denným cieľom.
sl: Dodatni opomniki so na voljo, ko ima tvoja navada dnevni cilj.
sv: Extra påminnelser är tillgängliga när din vana har ett dagligt mål.
uk: Додаткові нагадування доступні, коли у звички є щоденна ціль.

source: Extra reminders for daily repeating habits.
cs: Další připomenutí pro každodenní opakující se návyky.
da: Ekstra påmindelser om daglige gentagne vaner.
de: Zusätzliche Erinnerungen für täglich wiederholte Gewohnheiten.
es: Recordatorios adicionales para hábitos repetitivos diarios.
et: Täiendavad meeldetuletused igapäevaste korduvate harjumuste kohta.
fi: Lisämuistutuksia päivittäisistä toistuvista tavoista.
fr: Rappels supplémentaires pour les habitudes répétitives quotidiennes.
hr: Dodatni podsjetnici za dnevne navike.
hu: Extra emlékeztetők naponta ismétlődő szokásokhoz.
it: Promemoria extra per abitudini che si ripetono ogni giorno.
lv: Papildu atgādinājumi ikdienas ieradumiem.
nb: Ekstra påminnelser for daglige gjentakende vaner.
nl: Extra herinneringen voor dagelijks herhalende gewoonten.
pl: Dodatkowe przypomnienia o codziennych powtarzających się nawykach.
pt_br: Lembretes extras para hábitos repetidos diariamente.
ro: Mementouri suplimentare pentru obiceiurile care se repetă zilnic.
sk: Ďalšie pripomienky pre každodenné opakujúce sa návyky.
sl: Dodatni opomniki za vsakodnevne ponavljajoče se navade.
sv: Extra påminnelser för dagliga upprepade vanor.
uk: Додаткові нагадування для звичок, що повторюються щодня.

source: Failed to add entry: %@
cs: Nepodařilo se přidat položku: %@
da: Kunne ikke tilføje post: %@
de: Eintrag konnte nicht hinzugefügt werden: %@
es: No se pudo agregar la entrada: %@
et: Kirje lisamine nurjus: %@
fi: Kohteen lisääminen epäonnistui: %@
fr: Échec de l'ajout de l'entrée : %@
hr: Nije uspjelo dodavanje unosa: %@
hu: Nem sikerült hozzáadni a bejegyzést: %@
it: Impossibile aggiungere la voce: %@
lv: Neizdevās pievienot ierakstu: %@
nb: Kunne ikke legge til oppføring: %@
nl: Kan invoer niet toevoegen: %@
pl: Nie udało się dodać wpisu: %@
pt_br: Falha ao adicionar entrada: %@
ro: Nu s-a putut adăuga intrarea: %@
sk: Nepodarilo sa pridať položku: %@
sl: Vnosa ni bilo mogoče dodati: %@
sv: Det gick inte att lägga till post: %@
uk: Не вдалося додати запис: %@

source: Failed to schedule notification: %@
cs: Nepodařilo se naplánovat oznámení: %@
da: Kunne ikke planlægge notifikation: %@
de: Benachrichtigung konnte nicht geplant werden: %@
es: No se pudo programar la notificación: %@
et: Teatise ajastamine ebaõnnestus: %@
fi: Ilmoituksen ajoittaminen epäonnistui: %@
fr: Échec de la planification de la notification : %@
hr: Zakazivanje obavijesti nije uspjelo: %@
hu: Nem sikerült ütemezni az értesítést: %@
it: Impossibile pianificare la notifica: %@
lv: Neizdevās ieplānot paziņojumu: %@
nb: Kunne ikke planlegge varsling: %@
nl: Kan melding niet plannen: %@
pl: Nie udało się zaplanować powiadomienia: %@
pt_br: Falha ao agendar notificação: %@
ro: Nu s-a programat notificarea: %@
sk: Nepodarilo sa naplánovať upozornenie: %@
sl: Načrtovanje obvestila ni uspelo: %@
sv: Det gick inte att schemalägga meddelande: %@
uk: Не вдалося запланувати сповіщення: %@

source: Feature Requests
cs: Požadavky na funkce
da: Funktionsanmodninger
de: Funktionsanfragen
es: Solicitudes de funciones
et: Funktsioonitaotlused
fi: Ominaisuuspyynnöt
fr: Demandes de fonctionnalités
hr: Zahtjevi za značajke
hu: Funkciókérés
it: Funzionalità Richieste
lv: Funkciju pieprasījumi
nb: Funksjonsforespørsler
nl: Functieverzoeken
pl: Prośby o funkcje
pt_br: Solicitações de recursos
ro: Cereri de funcții
sk: Žiadosti o funkcie
sl: Zahteve za funkcije
sv: Funktionsförfrågningar
uk: Запити функцій

source: Features
cs: Vlastnosti
da: Funktioner
de: Merkmale
es: Características
et: Omadused
fi: Ominaisuudet
fr: Caractéristiques
hr: Značajke
hu: Jellemzők
it: Funzionalità
lv: Funkcijas
nb: Funksjoner
nl: Functies
pl: Cechy
pt_br: Características
ro: Caracteristici
sk: Vlastnosti
sl: Lastnosti
sv: Drag
uk: Функції

source: Feels motivating
cs: Motivuje mě
da: Det motiverer
de: Motiviert mich
es: Motiva
et: Motiveerib
fi: Tuntuu motivoivalta
fr: C’est motivant
hr: Motivira me
hu: Motiváló
it: Motiva
lv: Motivē
nb: Det motiverer
nl: Motiveert me
pl: Motywuje mnie
pt_br: Dá motivação
ro: Mă motivează
sk: Motivuje ma to
sl: Deluje motivirajoče
sv: Känns motiverande
uk: Мотивує

source: Fifty days strong
cs: Silných padesát dní
da: Halvtreds dage stærk
de: Fünfzig Tage stark
es: Cincuenta días fuertes
et: Viiskümmend päeva tugev
fi: Viisikymmentä päivää vahva
fr: Fort de cinquante jours
hr: Pedeset dana jako
hu: Ötven napig erős
it: Cinquanta giorni di fila
lv: Piecdesmit dienas stiprs
nb: Femti dager sterkt
nl: Vijftig dagen sterk
pl: Pięćdziesiąt dni mocy
pt_br: Cinquenta dias forte
ro: Cincizeci de zile puternice
sk: Silných päťdesiat dní
sl: Petdeset močnih dni
sv: Femtio dagar starkt
uk: П'ятдесят днів поспіль

source: Fill the kettle and set out the mug.
cs: Naplňte konvici a postavte hrnek.
da: Fyld kedlen og sæt kruset frem.
de: Den Wasserkocher füllen und die Tasse bereitstellen.
es: Llena la tetera y prepara la taza.
et: Täitke veekeetja ja pange kruus välja.
fi: Täytä vedenkeitin ja aseta muki pois.
fr: Remplissez la bouilloire et disposez la tasse.
hr: Napunite kuhalo za vodu i postavite šalicu.
hu: Töltsd meg a vízforralót, és készítsd ki a bögrét.
it: Riempi il bollitore e prepara la tazza.
lv: Piepildiet tējkannu un novietojiet krūzi.
nb: Fyll vannkokeren og sett frem kruset.
nl: Vul de ketel en zet de mok neer.
pl: Napełnij czajnik i postaw kubek.
pt_br: Encha a chaleira e prepare a caneca.
ro: Umple ibricul și pune cana.
sk: Naplňte kanvicu a postavte hrnček.
sl: Napolni grelnik in pripravi skodelico.
sv: Fyll vattenkokaren och ställ fram muggen.
uk: Наповніть чайник і поставте кухоль.

source: Filter your requests
cs: Filtrujte své požadavky
da: Filtrer dine anmodninger
de: Deine Anfragen filtern
es: Filtra tus solicitudes
et: Filtreerige oma taotlused
fi: Suodata pyyntösi
fr: Filtrez vos demandes
hr: Filtrirajte svoje zahtjeve
hu: Szűrje le kéréseit
it: Filtra le tue richieste
lv: Filtrējiet savus pieprasījumus
nb: Filtrer forespørslene dine
nl: Filter je verzoeken
pl: Filtruj swoje prośby
pt_br: Filtre suas solicitações
ro: Filtrează cererile
sk: Filtrujte svoje požiadavky
sl: Filtrirajte svoje zahteve
sv: Filtrera dina förfrågningar
uk: Фільтруйте свої запити

source: First day down
cs: První den dole
da: Første dag nede
de: Erster Tag unten
es: Primer día abajo
et: Esimene päev maas
fi: Ensimmäinen päivä tehty
fr: Premier jour de repos
hr: Prvi dan dolje
hu: Első nap lent
it: Primo giorno completato
lv: Pirmā diena paveikta
nb: Første dag nede
nl: Eerste dag erop
pl: Pierwszy dzień za Tobą
pt_br: Primeiro dia cumprido
ro: Prima zi e făcută
sk: Prvý deň za tebou
sl: Prvi dan je za tabo
sv: Första dagen nere
uk: Перший день позаду

source: First week down
cs: První týden dolů
da: Første uge nede
de: Erste Woche unten
es: Primera semana abajo
et: Esimene nädal alla
fi: Ensimmäinen viikko tehty
fr: Première semaine d'arrêt
hr: Prvi tjedan dolje
hu: Az első hét
it: Prima settimana fatta
lv: Pirmā nedēļa paveikta
nb: Første uke nede
nl: Eerste week voorbij
pl: Pierwszy tydzień za Tobą
pt_br: Primeira semana cumprida
ro: Prima săptămână e făcută
sk: Prvý týždeň za tebou
sl: Prvi teden je za tabo
sv: Första veckan nere
uk: Перший тиждень вниз

source: Five days in
cs: Za pět dní
da: Fem dage om
de: Fünf Tage später
es: Cinco días en
et: Viis päeva pärast
fi: Viisi päivää sisään
fr: Cinq jours dans
hr: Za pet dana
hu: Öt nap múlva
it: Cinque giorni di fila
lv: Piecas dienas iekšā
nb: Fem dager inn
nl: Vijf dagen binnen
pl: Pięć dni za Tobą
pt_br: Cinco dias em
ro: Cinci zile deja
sk: O päť dní
sl: Pet dni čez
sv: Fem dagar in
uk: П'ять днів позаду

source: Five days strong
cs: Pět dní silných
da: Fem dage stærk
de: Fünf Tage stark
es: Cinco días fuertes
et: Viis päeva tugev
fi: Viisi päivää vahvana
fr: Cinq jours forts
hr: Pet dana snažno
hu: Öt napig erős
it: Cinque giorni di fila
lv: Piecas dienas stiprs
nb: Fem dager sterkt
nl: Vijf dagen sterk
pl: Pięć mocnych dni
pt_br: Cinco dias fortes
ro: Cinci zile puternice
sk: Päť dní silných
sl: Pet močnih dni
sv: Fem dagar starkt
uk: П'ять днів поспіль

source: Flexible access
cs: Flexibilní přístup
da: Fleksibel adgang
de: Flexibler Zugriff
es: Acceso flexible
et: Paindlik ligipääs
fi: Joustava käyttö
fr: Accès flexible
hr: Fleksibilan pristup
hu: Rugalmas hozzáférés
it: Accesso flessibile
lv: Elastīga piekļuve
nb: Fleksibel tilgang
nl: Flexibel instappen
pl: Elastyczny dostęp
pt_br: Acesso flexível
ro: Acces flexibil
sk: Flexibilný prístup
sl: Prilagodljiv dostop
sv: Flexibel åtkomst
uk: Гнучкий доступ

source: Floors
cs: Podlahy
da: Gulve
de: Böden
es: Pisos
et: Põrandad
fi: Lattiat
fr: Sols
hr: Podovi
hu: Padlók
it: Piani
lv: Grīdas
nb: Gulv
nl: Vloeren
pl: Podłogi
pt_br: Pisos
ro: Podele
sk: Podlahy
sl: Tla
sv: Golv
uk: Поверхи

source: Forty days in
cs: Za čtyřicet dní
da: Fyrre dage om
de: Vierzig Tage später
es: cuarenta días en
et: Nelikümmend päeva pärast
fi: Neljäkymmentä päivää sisään
fr: Quarante jours dans
hr: Četrdeset dana u
hu: Negyven nap múlva
it: Quaranta giorni di fila
lv: Četrdesmit dienās
nb: Førti dager inn
nl: Veertig dagen binnen
pl: Czterdzieści dni za Tobą
pt_br: Quarenta dias em
ro: Patruzeci de zile deja
sk: Štyridsať dní v
sl: Štirideset dni čez
sv: Fyrtio dagar in
uk: Сорок днів позаду

source: Full Details
cs: Úplné podrobnosti
da: Fuld detaljer
de: Vollständige Details
es: Detalles completos
et: Täielikud üksikasjad
fi: Täydelliset tiedot
fr: Tous les détails
hr: Potpuni detalji
hu: Teljes részletek
it: Dettagli completi
lv: Pilna informācija
nb: Fullstendige detaljer
nl: Volledige details
pl: Pełne szczegóły
pt_br: Detalhes completos
ro: Detalii complete
sk: Úplné podrobnosti
sl: Vse podrobnosti
sv: Fullständiga detaljer
uk: Повні деталі

source: Full-year grid + stats
cs: Celoroční mřížka + statistiky
da: Helårs gitter + statistik
de: Gesamtjahresübersicht + Statistiken
es: Cuadrícula de todo el año + estadísticas
et: Terve aasta ruudustik + statistika
fi: Koko vuoden taulukko + tilastot
fr: Grille année complète + statistiques
hr: Mreža za cijelu godinu + statistika
hu: Egész éves rács + statisztikák
it: Griglia dell'anno + statistiche
lv: Visa gada režģis + statistika
nb: Helårs rutenett + statistikk
nl: Rooster voor het hele jaar + statistieken
pl: Tabela całoroczna + statystyki
pt_br: Grade anual + estatísticas
ro: Grilă pentru întregul an + statistici
sk: Celoročná mriežka + štatistiky
sl: Celoletna mreža + statistika
sv: Helårstabell + statistik
uk: Сітка за весь рік + статистика

source: Generic Message
cs: Obecná zpráva
da: Generisk besked
de: Allgemeine Nachricht
es: Mensaje genérico
et: Üldine sõnum
fi: Yleinen viesti
fr: Message générique
hr: Generička poruka
hu: Általános üzenet
it: Messaggio generico
lv: Vispārējs ziņojums
nb: Generisk melding
nl: Generiek bericht
pl: Wiadomość ogólna
pt_br: Mensagem genérica
ro: Mesaj generic
sk: Všeobecná správa
sl: Generično sporočilo
sv: Generiskt meddelande
uk: Загальне повідомлення

source: Get out of bed right away
cs: Hned vstát z postele
da: Stå ud af sengen med det samme
de: Direkt aufstehen
es: Levantarse al despertar
et: Kohe voodist tõusmine
fi: Heti sängystä nouseminen
fr: Se lever tout de suite
hr: Odmah ustati iz kreveta
hu: Azonnali felkelés
it: Alzarsi subito dal letto
lv: Uzreiz piecelties no gultas
nb: Stå opp med en gang
nl: Meteen uit bed gaan
pl: Wstanie od razu z łóżka
pt_br: Levantar da cama na hora
ro: Ridicat imediat din pat
sk: Hneď vstať z postele
sl: Takoj vstati iz postelje
sv: Gå upp direkt
uk: Одразу встати з ліжка

source: Get PRO
cs: Získejte PRO
da: Få PRO
de: PRO holen
es: Obtén PRO
et: Hankige PRO
fi: Hanki PRO
fr: Obtenez PRO
hr: Nabavite PRO
hu: Szerezze be a PRO-t
it: Ottieni PRO
lv: Iegūt PRO
nb: Skaff deg PRO
nl: Koop PRO
pl: Zdobądź PRO
pt_br: Obtenha PRO
ro: Treci la PRO
sk: Získajte PRO
sl: Pridobi PRO
sv: Skaffa PRO
uk: Отримати PRO

source: Give it a name
cs: Dejte tomu jméno
da: Giv det et navn
de: Gib ihm einen Namen
es: Dale un nombre
et: Andke sellele nimi
fi: Anna sille nimi
fr: Donnez-lui un nom
hr: Daj mu ime
hu: Adj neki nevet
it: Dagli un nome
lv: Iedod nosaukumu
nb: Gi den et navn
nl: Geef het een naam
pl: Nazwij to
pt_br: Dê um nome
ro: Da-i un nume
sk: Daj tomu meno
sl: Daj mu ime
sv: Ge det ett namn
uk: Дай назву

source: Give the stack a name.
cs: Pojmenuj sadu.
da: Giv stakken et navn.
de: Gib dem Stapel einen Namen.
es: Dale un nombre a la pila.
et: Andke virnale nimi.
fi: Anna pinolle nimi.
fr: Donnez un nom à la pile.
hr: Daj naziv nizu koraka.
hu: Adj nevet a sorozatnak.
it: Assegna un nome allo stack.
lv: Iedod ķēdei nosaukumu.
nb: Gi stabelen et navn.
nl: Geef de stapel een naam.
pl: Nadaj stosowi nazwę.
pt_br: Dê um nome à pilha.
ro: Dă un nume stivei.
sk: Pomenujte zásobník.
sl: Poimenuj sklop.
sv: Ge stacken ett namn.
uk: Дайте стеку назву.

source: Go to your Home Screen.
cs: Přejdi na plochu.
da: Gå til din hjemmeskærm.
de: Geh zu deinem Home-Bildschirm.
es: Ve a la pantalla de inicio.
et: Mine avaekraanile.
fi: Siirry aloitusnäyttöön.
fr: Va sur ton écran d’accueil.
hr: Idi na početni zaslon.
hu: Menj a Főképernyőre.
it: Vai alla schermata Home.
lv: Ej uz sākuma ekrānu.
nb: Gå til hjemskjermen.
nl: Ga naar je startscherm.
pl: Przejdź na ekran początkowy.
pt_br: Vá para a Tela de Início.
ro: Mergi la ecranul principal.
sk: Prejdi na plochu.
sl: Pojdi na domači zaslon.
sv: Gå till hemskärmen.
uk: Перейди на Початковий екран.

source: Got it
cs: Rozumím
da: Forstået
de: Verstanden
es: Entendido
et: Sain aru
fi: Selvä
fr: Compris
hr: Jasno
hu: Értem
it: Ok
lv: Sapratu
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
ro: Am înțeles
sk: Rozumiem
sl: Razumem
sv: Jag fattar
uk: Зрозуміло

source: Grams (g)
cs: gramy (g)
da: gram (g)
de: Gramm (g)
es: Gramos (g)
et: grammi (g)
fi: grammaa (g)
fr: Grammes (g)
hr: Grami (g)
hu: gramm (g)
it: Grammi (g)
lv: grami (g)
nb: gram (g)
nl: Gram (g)
pl: gramy (g)
pt_br: Gramas (g)
ro: grame (g)
sk: gramy (g)
sl: Grami (g)
sv: gram (g)
uk: Грами (г)

source: Great job last week! Let's keep it going this week 🎯
cs: Skvělá práce minulý týden! Pojďme v tom pokračovat i tento týden 🎯
da: Godt arbejde i sidste uge! Lad os fortsætte i denne uge 🎯
de: Stark letzte Woche. Mach diese Woche weiter 🎯
es: ¡Buen trabajo la semana pasada! Sigamos así esta semana 🎯
et: Suurepärane töö eelmisel nädalal! Jätkame sel nädalal 🎯
fi: Hienoa työtä viime viikolla! Jatketaan tällä viikolla 🎯
fr: Super boulot la semaine dernière! Continuons cette semaine 🎯
hr: Odlično prošli tjedan! Nastavi i ovaj tjedan 🎯
hu: Szép volt a múlt hét! Folytassuk ezen a héten 🎯
it: Ottimo lavoro la settimana scorsa! Continuiamo così questa settimana 🎯
lv: Labs darbs pagājušonedēļ! Turpinām šonedēļ 🎯
nb: Bra jobbet forrige uke. Hold det gående denne uken 🎯
nl: Super gedaan afgelopen week! Laten we het deze week volhouden 🎯
pl: Świetna robota w zeszłym tygodniu! Kontynuujmy to w tym tygodniu 🎯
pt_br: Ótimo trabalho na semana passada! Vamos continuar essa semana 🎯
ro: Bună treabă săptămâna trecută! Continuă și săptămâna asta 🎯
sk: Skvelá práca minulý týždeň! Pokračujme v tom aj tento týždeň 🎯
sl: Prejšnji teden ti je uspelo. Nadaljuj ta teden 🎯
sv: Bra jobbat förra veckan! Låt oss fortsätta den här veckan 🎯
uk: Чудова робота минулого тижня! Продовжимо так і цього тижня 🎯

source: Great job yesterday! Let's keep it going today 🎯
cs: Včera skvělá práce! Pojďme v tom pokračovat i dnes 🎯
da: Flot arbejde i går! Lad os fortsætte i dag 🎯
de: Stark gestern. Mach heute weiter 🎯
es: ¡Buen trabajo ayer! Sigamos así hoy 🎯
et: Suurepärane töö eile! Jätkame seda täna 🎯
fi: Hienoa työtä eilen! Jatketaan tänään 🎯
fr: Super boulot hier! Continuons comme ça aujourd'hui 🎯
hr: Odlično jučer! Nastavi i danas 🎯
hu: Szép volt tegnap! Folytassuk ma 🎯
it: Ottimo lavoro ieri! Continuiamo anche oggi 🎯
lv: Labs darbs vakar! Turpinām šodien 🎯
nb: Bra jobbet i går. Hold det gående i dag 🎯
nl: Geweldig gedaan gisteren! Laten we het vandaag volhouden 🎯
pl: Świetna robota wczoraj! Kontynuujmy to dzisiaj 🎯
pt_br: Ótimo trabalho ontem! Vamos continuar hoje 🎯
ro: Bună treabă ieri! Continuă și azi 🎯
sk: Včera skvelá práca! Pokračujme v tom aj dnes 🎯
sl: Včeraj ti je uspelo. Nadaljuj danes 🎯
sv: Bra jobbat igår! Låt oss fortsätta idag 🎯
uk: Вчора чудово! Продовжимо сьогодні 🎯

source: Habit history
cs: Historie zvyků
da: Vanehistorie
de: Gewohnheitsgeschichte
es: Historial de hábitos
et: Harjumuslugu
fi: Tapahistoria
fr: Historique des habitudes
hr: Povijest navika
hu: Szokástörténet
it: Storia delle abitudini
lv: Ieraduma vēsture
nb: Vanehistorie
nl: Geschiedenis van gewoontes
pl: Historia nawyków
pt_br: História do hábito
ro: Istoricul obiceiurilor
sk: História zvykov
sl: Zgodovina navad
sv: Vanehistoria
uk: Історія звички
